{
  "banner_title_1": ["WEB", "JAVASCRIPT", "REACT"],
  "banner_title_2": "DEVELOPPEUR",
  "banner_subtitle": "Salut, je suis Léo",
  "banner_paragraph": "En tant que développeur junior dédié, je m'aventure dans le monde du développement web avec une ambition : rendre le complexe simple et l'ordinaire extraordinaire.",

  "experience_exotec_position": "QA Developpeur Python",
  "experience_exotec_date": "Octobre 2023 - Aujourd'hui",
  "experience_exotec_description": "Ingénieur QA et Automatisation de Tests\nRôle de leader sur le produit SkypodSystem.\n- En charge de la planification et direction des réunions pour la définition des objectifs prioritaires.\n- Hiérarchisation de bugs pour assurer une livraison qui respecte les besoins des clients.\n- Conception, développement et maintien de l'automatisation des tests en python, permettant une évaluation rapide de l'intégration et de la qualité des nouvelles versions du produit.",
  "experience_mbda_position": "Developpeur Python",
  "experience_mbda_date": "Septembre 2020 - Aout 2023",
  "experience_mbda_description": "Apprenti en test automatique des logiciels et installations de tirs navals.\n Conception et Développement d’un outil de test et sanction automatique\n  - Architecture en couche (Layered architecture)\n  - Lecture de fichier PCAP (Python)\n  - Remplissage / requête base de données (SQL)\n  - Création de requête à partir des données opérateur (IHM QT)\n  - Gestion de configuration et documentation (Manuel Utilisateur, Manuel Développeur)\n\nIntégration au sein de l’équipe de tests logiciels tout au long des trois ans pour affiner le besoin et les fonctionnalités de l’outil créé.\n\nCycle de développement suivi proche d’un cycle Agile, à base d’itération successives. Gestion d’un backlog, priorisation des tâches",
  "experience_header_title": "Experience",
  "experience_title": "Experience",

  "contact_header_title": "Contact",
  "contact_title": "Contactez-moi",

  "skills_header_title": "Compétences",
  "skills_title": "Compétences",

  "myStory_header_title": "A propos de moi",
  "myStory_title": "A propos de moi",
  "myStory_p1": "Je m'appelle Léo, j'ai 23 ans, et je suis passionné par l'informatique, un intérêt qui a pris racine lors de mes études supérieures avec la découverte du C++. Ce domaine à la capacité de transformer des idées complexes en solutions fonctionnelles. Je vois le développement comme une série de défis intellectuels, où chaque projet est une occasion d'appliquer ma logique pour créer et innover. Ma démarche professionnelle s'inscrit dans la recherche constante d'efficacité et de créativité, visant à produire des résultats significatifs.",
  "myStory_p2": "L'interaction entre ma passion pour le sport et ma carrière en informatique est une dynamique clé de mon développement personnel et professionnel. En me consacrant à des activités telles que l'escalade, le vélo, et la course à pied, je trouve une source de bien-être et de renouvellement."
}
