{
  "banner_title_1": ["WEB", "JAVASCRIPT", "REACT"],
  "banner_title_2": "DEVELOPER",
  "banner_subtitle": "Hello, I'm Leo",
  "banner_paragraph": "As a dedicated Junior Developer, I venture into the world of web development with one ambition: to make the complex simple and the ordinary extraordinary.",

  "experience_header_title": "Experience",
  "experience_title": "Experience",
  "experience_exotec_position": "QA Python Developer",
  "experience_exotec_date": "October 2023 - Present",
  "experience_exotec_description": "QA Engineer and Test Automation\nLeading role on the SkypodSystem product.\n- In charge of planning and leading meetings to define priority goals.\n- Prioritization of bugs to ensure delivery that meets customer needs.\n- Design, development, and maintenance of test automation in Python, enabling rapid assessment of integration and quality of new product versions.",
  "experience_mbda_date": "September 2020 - August 2023",
  "experience_mbda_position": "Python Developer",
  "experience_mbda_description": "Apprentice in automated testing of software and naval firing systems.\n Design and Development of an automatic test and sanctioning tool\n - Layered architecture\n - PCAP file reading (Python)\n - Database filling/queries (SQL)\n - Creation of queries from operator data (QT HMI)\n - Configuration management and documentation (User Manual, Developer Manual)\n\nIntegration within the software testing team throughout the three years to refine the needs and functionalities of the created tool.\n\nDevelopment cycle followed close to an Agile cycle, based on successive iterations. Management of a backlog, task prioritization.",

  "contact_header_title": "Contact",
  "contact_title": "Contact me",

  "skills_header_title": "Skills",
  "skills_title": "Skills",

  "myStory_header_title": "My Story",
  "myStory_title": "My Story",
  "myStory_p1": "My name is Léo, I'm 23 years old, and I'm passionate about computer science, an interest that took root during my higher education with the discovery of C++. This field has the ability to transform complex ideas into functional solutions. I see development as a series of intellectual challenges, where each project is an opportunity to apply my logic to create and innovate. My professional approach is defined by a constant search for efficiency and creativity, aiming to produce significant results.",
  "myStory_p2": "The interaction between my passion for sports and my career in computer science is a key dynamic in my personal and professional development. By dedicating myself to activities such as climbing, cycling, and running, I find a source of well-being and renewal."
}
